Repository: kddartown/ecologue-translations
Catalog: desktop/*/messages.po
Languages: pl

source: Account
pl: Konto

source: Personal Details
pl: Dane osobowe

source: Account Details for:
pl: Szczegóły konta dla:

source: Personal Institution Settings
pl: Ustawienia instytucji osobistych

source: Personal Notification Settings
pl: Ustawienia powiadomień osobistych

source: Base
pl: Baza

source: Field Lot
pl: Pole działki

source: Are you sure you want to delete this record?
pl: Czy na pewno chcesz usunąć ten rekord?

source: Record deleted
pl: Rekord usunięty

source: Failed to delete record. Reason:
pl: Nie udało się usunąć rekordu. Powód:

source: Help
pl: Pomocy

source: Hello
pl: Witaj

source: how can we help
pl: jak możemy pomóc

source: Home
pl: Strona główna

source: Select a project
pl: Wybierz projekt

source: + Create container
pl: + Utwórz kontener

source: Search containers
pl: Szukaj kontenerów

source: Containers
pl: Pojemniki

source: Short description here
pl: Krótki opis tutaj

source: Use the search bar below to filter the displayed containers
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane kontenery

source: Name
pl: Nazwa

source: Species
pl: Gatunki

source: Preservation method
pl: Metoda konserwacji

source: + Create new plate
pl: + Utwórz nową płytę

source: Search plates
pl: Szukaj tablic

source: DArT Plates
pl: Płytki DART

source: Use the search bar below to filter the displayed plates
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane tablice

source: + Create new submission
pl: + Utwórz nowe zgłoszenie

source: Search DArT Submissions
pl: Przeszukaj zgłoszenia Dart

source: DArT Submissions
pl: Zgłoszenia DART

source: Use the search bar below to filter the displayed DArT Submissions
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane zgłoszenia DART

source: Institution
pl: Instytucja

source: + Create effort
pl: + Twórz wysiłek

source: Search efforts
pl: Wysiłki poszukiwania

source: Efforts
pl: Wysiłki

source: Use the search bar below to filter the displayed efforts
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane wysiłki

source: Comment
pl: Komentarz

source: + Create field record
pl: + Utwórz rekord pola

source: Search field records
pl: Wyszukaj rekordy pól

source: Field records
pl: Rekordy terenowe

source: Use the search bar below to filter the displayed field records
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane rekordy pól

source: Collection time
pl: Czas zbiórki

source: + Add genus
pl: + Dodaj rodzaj

source: Search genera
pl: Szukaj rodzajów

source: Genera
pl: Rodzunki

source: Use the search bar below to filter the displayed genera
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane rodzaje

source: Genus
pl: Rodzaj

source: + Create Identification OTU
pl: + Utwórz identyfikację OTU

source: Search Identification OTUs
pl: Identyfikacja wyszukiwania OTU

source: Identification OTUs
pl: Identyfikacja OTU

source: Short description here.
pl: Krótki opis tutaj.

source: Use the search bar below to filter the displayed Identification OTUs
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane Identyfikacja OTU

source: Vial ID
pl: Identyfikator fiolki

source: OTU ID
pl: ID OTU

source: Identified by
pl: Zidentyfikowane przez

source: Date identified
pl: Data zidentyfikowana

source: + Create identification
pl: + Utwórz identyfikację

source: Search identifications
pl: Identyfikacje wyszukiwania

source: Identifications
pl: Identyfikacje

source: Use the search bar below to filter the displayed identifications
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane identyfikatory

source: N-reference
pl: Odniesienie N

source: Identification
pl: identyfikacji

source: + Add institution
pl: + Dodaj instytucję

source: Search institutions
pl: Wyszukaj instytucje

source: Institutions
pl: Instytucje

source: Use the search bar below to filter the displayed institutions
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane instytucje

source: Use the search bar below to filter the displayed multimedia.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane multimedia.

source: Import Multimedia
pl: Importuj multimedia

source: "Uploading multimedia records is not availble in the current build."
pl: „Przesyłanie rekordów multimedialnych nie jest dostępne w obecnej wersji.”

source: "Are you sure you want to upload this record?"
pl: „Czy na pewno chcesz przesłać ten rekord?”

source: "Failed to find Field record."
pl: „Nie udało się znaleźć rekordu pola”.

source: "Successfully uploaded records: "
pl: „Pomyślnie przesłane rekordy:”

source: "Unsuccessfully uploaded records: "
pl: „Niepomyślnie przesłane rekordy:”

source: "Failed to link Field and Multimedia record."
pl: „Nie udało się połączyć pola i rekordu multimediów.”

source: + Create OTU
pl: + Utwórz OTU

source: Search OTUs
pl: Szukaj OTU

source: Use the search bar below to filter the displayed OTUs.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane OTU.

source: + Add a person
pl: + Dodaj osobę

source: Search people
pl: Szukaj osób

source: People
pl: Ludzie

source: Use the search bar below to filter the displayed people.
pl: Użyj poniższego paska wyszukiwania, aby filtrować wyświetlane osoby.

source: + Add a planned SSC
pl: + Dodaj planowany SSC

source: Search planned SSCs
pl: Wyszukaj planowane SSC

source: Planned SSCs
pl: Planowane SSC

source: Use the search bar below to filter the displayed planned SSCs.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane planowane SSC.

source: Trap type
pl: Typ pułapki

source: + Add person to project
pl: + Dodaj osobę do projektu

source: Project access
pl: Dostęp do projektu

source: Project permissions
pl: Uprawnienia do projektu

source: Use the search bar below to filter the displayed permissions.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane uprawnienia.

source: Permission level
pl: Poziom uprawnień

source: + Create new project
pl: + Utwórz nowy projekt

source: Search projects
pl: Szukaj projektów

source: Projects
pl: Projekty

source: Short description about projects, and the displayed information on the cards i.e. why a project image might not exist (no trap location data) or look inaccurate (outlier trap data)
pl: Krótki opis projektów oraz informacje wyświetlane na kartach, tj. dlaczego obraz projektu może nie istnieć (brak danych lokalizacji pułapki) lub wyglądać niedokładnie (dane pułapki odstającej)

source: Use the search bar below to filter the displayed projects.
pl: Użyj poniższego paska wyszukiwania, aby filtrować wyświetlane projekty.

source: + Add a response
pl: + Dodaj odpowiedź

source: Search responses
pl: Szukaj odpowiedzi

source: Responses
pl: Odpowiedzi

source: Use the search bar below to filter the displayed responses.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane odpowiedzi.

source: + Create new site
pl: + Utwórz nową witrynę

source: Search sites
pl: Wyszukiwarki

source: Sites
pl: Witryny

source: Use the search bar below to filter the displayed sites.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane witryny.

source: + Add species
pl: + Dodaj gatunki

source: Search species
pl: Szukaj gatunków

source: Use the search bar below to filter the displayed species.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane gatunki.

source: Common name
pl: Nazwa zwyczajowa

source: Author
pl: Autor

source: + Create SSC calculation
pl: + Utwórz obliczenia SSC

source: Search SSC calculations
pl: Wyszukaj obliczenia SSC

source: SSC Calculations
pl: Obliczenia SSC

source: Use the search bar below to filter the displayed SSC calculations.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane obliczenia SSC.

source: Datatype
pl: Typ danych

source: Unit size
pl: Wielkość jednostki

source: Unit value
pl: Wartość jednostkowa

source: + Create new survey
pl: + Utwórz nową ankietę

source: Search surveys
pl: Szukaj ankiet

source: Surveys
pl: Ankiety

source: Use the search bar below to filter the displayed surveys.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane ankiety.

source: Location
pl: Lokalizacja

source: + Create extra attribute
pl: + Utwórz dodatkowy atrybut

source: Search Trap Extra Attributes
pl: Wyszukaj dodatkowe atrybuty pułapki

source: Additional trap attributes
pl: Dodatkowe atrybuty pułapki

source: Additional Trap Attributes
pl: Dodatkowe atrybuty pułapki

source: Sometimes extra data is required for a particular trap that doesn't fit into the normal schema. Here you can add/view these "extra attributes".
pl: Czasami wymagane są dodatkowe dane dla konkretnej pułapki, która nie pasuje do normalnego schematu. Tutaj możesz dodać/wyświetlić te „dodatkowe atrybuty”.

source: Use the search bar below to filter the displayed extra attributes.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane dodatkowe atrybuty.

source: + Create new trap
pl: + Utwórz nową pułapkę

source: Search traps
pl: Szukaj pułapek

source: Traps
pl: Pułapki

source: Use the search bar below to filter the displayed traps
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane pułapki

source: + Add trapping liquid
pl: + Dodaj płyn do pułapkowania

source: Search trapping liquids
pl: Szukaj płynów wychwytujących

source: Trapping Liquids
pl: Wychwytywanie płynów

source: Trapping liquids
pl: Uchwytywanie płynów

source: Use the search bar below to filter the displayed trapping liquids.
pl: Użyj poniższego paska wyszukiwania, aby przefiltrować wyświetlane płyny zalewające.

source: Liquid
pl: Ciecz

source: + New trap type
pl: + Nowy typ pułapki

source: Search trap types
pl: Wyszukaj typy pułapek

source: Trap types
pl: Rodzaje pułapek

source: Zoom to Bounds
pl: Powiększ do granic

source: Back to Previous Page
pl: Powrót do poprzedniej strony

source: Project map
pl: Mapa projektu

source: Plate wells
pl: Studnie płytowe

source: Qualifier
pl: Kwalifikator

source: Container type
pl: Typ kontenera

source: Full?
pl: Pełne?

source: Needs label?
pl: Potrzebuje etykiety?

source: DArT Plate #
pl: Płyta Dart #

source: Submission reference
pl: Odniesienie do zgłoszenia

source: Comment:
pl: Komentarz:

source: Wells
pl: Studzienki

source: DArT Service
pl: Usługa DART

source: Submitted on:
pl: Przesłane w dniu:

source: Submitted by:
pl: Przesłane przez:

source: Courier ref:
pl: Nr referencyjny kuriera:

source: Effort ID
pl: Identyfikator wysiłku

source: SSC value
pl: Wartość SSC

source: Collectors
pl: Kolekcjonerzy

source: Related responses
pl: Powiązane odpowiedzi

source: Effort name
pl: Nazwa wysiłku

source: Collected by:
pl: Zebrane przez:

source: Responses:
pl: Odpowiedzi:

source: SSC value:
pl: Wartość SSC:

source: Samples:
pl: Próbki:

source: Field number
pl: Numer pola

source: Collection type
pl: Rodzaj kolekcji

source: Person
pl: Osoba

source: Samples
pl: Próbki

source: Identification OTU ID
pl: Identyfikator OTU ID

source: # Males
pl: # Mężczyźni

source: # Females
pl: # Kobiety

source: # Juveniles
pl: # Nieletni

source: # Adults indet. sex
pl: # Dorośli indeks. seks

source: # Alates
pl: # Alarze

source: # Stage/sex indet.
pl: # Stape/seks indet.

source: Institution name
pl: Nazwa instytucji

source: Abbreviation
pl: Skrót

source: Ref vial ID
pl: Nr referencyjny fiolki

source: comment
pl: komentarz

source: Person name
pl: Imię i nazwisko osoby

source: Job title
pl: Stanowisko

source: Roles list
pl: Lista ról

source: Planned SSC ID
pl: Planowany identyfikator SSC

source: Project Name
pl: Nazwa projektu

source: End
pl: Koniec

source: Edit
pl: Edytuj

source: Project name
pl: Nazwa projektu

source: Subtitle
pl: Napisy

source: Access
pl: Dostęp

source: Response name
pl: Nazwa odpowiedzi

source: Site name
pl: Nazwa witryny

source: GPS projection:
pl: Projekcja GPS:

source: GPS accuracy:
pl: Dokładność GPS:

source: Order:
pl: Zamówienie:

source: Family:
pl: Rodzina:

source: Genus:
pl: Rodzaj:

source: Species:
pl: Gatunek:

source: Unit Limit
pl: Limit jednostek

source: Hard limit?
pl: Twardy limit?

source: Unit size:
pl: Wielkość jednostki:

source: Max units:
pl: Maksymalna liczba jednostek:

source: Unit value:
pl: Wartość jednostkowa:

source: Survey name
pl: Nazwa ankiety

source: Type
pl: Typ

source: Attribute
pl: Atrybut

source: Mandatory:
pl: Obowiązkowe:

source: Description:
pl: Opis:

source: Datatype:
pl: Typ danych:

source: Trap name
pl: Nazwa pułapki

source: Latitude
pl: Szerokość geograficzna

source: Longitude
pl: Długość geograficzna

source: List
pl: Lista

source: description
pl: opis

source: Sort by
pl: Sortuj według
