Repository: kddartown/ecologue-translations
Catalog: desktop/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es_mx, hi, it, sv

source: Use the search bar below to filter the displayed people.
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazené lidi.
da: Brug søgefeltet nedenfor til at filtrere de viste personer.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Personen zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar las personas que se muestran.
hi: प्रदर्शित लोगों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare le persone visualizzate.
sv: Använd sökfältet nedan för att filtrera de visade personerna.

source: First name
cs: Křestní jméno
da: Fornavn
de: Vorname
es_mx: Nombre
hi: पहला नाम
it: Nome
sv: Förnamn

source: Surname
cs: Příjmení
da: Efternavn
de: Nachname
es_mx: Apellidos
hi: उपनाम
it: Cognome
sv: Efternamn

source: + Add a planned SSC
cs: + Přidání plánovaného SSC
da: + Tilføj en planlagt SSC
de: + Füge ein geplantes SSC hinzu
es_mx: + Agregar un SSC planificado
hi: + एक योजनाबद्ध SSC जोड़ें
it: + Aggiungi un SSC pianificato
sv: + Lägg till en planerad SSC

source: Search planned SSCs
cs: Vyhledat plánované SSC
da: Søg efter planlagte SSC'er
de: Suche nach geplanten SSCs
es_mx: Buscar SSC planificados
hi: योजनाबद्ध SSC खोजें
it: Cerca SSC pianificati
sv: Sök planerade SSC

source: Planned SSCs
cs: Plánované SSC
da: Planlagte SSC
de: Geplante SSCs
es_mx: SSC Planeadas
hi: नियोजित SSC
it: SSC pianificati
sv: Planerade SSC

source: Use the search bar below to filter the displayed planned SSCs.
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené plánované SSC.
da: Brug søgefeltet nedenfor til at filtrere de viste planlagte SSC'er.
de: Verwenden Sie die Suchleiste unten, um die angezeigten geplanten SSCs zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los SSC planificados mostrados.
hi: प्रदर्शित योजनाबद्ध SSC को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Utilizza la barra di ricerca in basso per filtrare gli SSC pianificati visualizzati.
sv: Använd sökfältet nedan för att filtrera de planerade SSC: erna som visas.

source: Trap type
cs: Typ pasti
da: Fælde type
de: Art der Falle
es_mx: Tipo de trampa
hi: ट्रैप टाइप
it: Tipo di trappola
sv: Typ av fälla

source: Start date
cs: Datum zahájení
da: Start dato
de: Datum des Beginns
es_mx: Fecha de inicio
hi: आरंभ करने की तिथि
it: Data di inizio
sv: Startdatum

source: End date
cs: Datum ukončení
da: Slutdato
de: Enddatum
es_mx: Fecha de finalización
hi: अंतिम तारीख
it: Data di fine
sv: Slutdatum

source: Projected SSC total
cs: Předpokládaný SSC celkem
da: Forventet SSC i alt
de: Voraussichtlicher SSC-Gesamtbetrag
es_mx: Total SSC proyectado
hi: अनुमानित SSC टोटल
it: Totale SSC previsto
sv: Projicerad SSC totalt

source: + Add person to project
cs: + Přidat osobu do projektu
da: + Tilføj person til projekt
de: + Person zum Projekt hinzufügen
es_mx: + Agregar persona al proyecto
hi: + प्रोजेक्ट में व्यक्ति जोड़ें
it: + Aggiungi persona al progetto
sv: + Lägg till person i projektet

source: Project access
cs: Přístup k projektu
da: Projekt adgang
de: Zugriff auf das Projekt
es_mx: Acceso a proyectos
hi: प्रोजेक्ट एक्सेस
it: Accesso al progetto
sv: Tillgång till projekt

source: Project permissions
cs: Oprávnění projektu
da: Projekt tilladelser
de: Projektberechtigungen
es_mx: Permisos del proyecto
hi: प्रोजेक्ट अनुमतियां
it: Autorizzazioni del progetto
sv: Projekt behörigheter

source: Use the search bar below to filter the displayed permissions.
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazená oprávnění.
da: Brug søgefeltet nedenfor til at filtrere de viste tilladelser.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Berechtigungen zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los permisos mostrados.
hi: प्रदर्शित अनुमतियों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare le autorizzazioni visualizzate.
sv: Använd sökfältet nedan för att filtrera de visade behörigheterna.

source: Permission level
cs: Úroveň oprávnění
da: Tilladelse niveau
de: Berechtigungsstufe
es_mx: Nivel de permiso
hi: अनुमति का स्तर
it: Livello di autorizzazione
sv: Behörighetsnivå

source: Date added
cs: Datum přidání
da: Dato tilføjet
de: Datum hinzugefügt
es_mx: Fecha de adición
hi: तारीख जोड़ी गई
it: Data aggiunta
sv: Datum tillagt

source: + Create new project
cs: + Vytvořit nový projekt
da: + Opret nyt projekt
de: + Neues Projekt erstellen
es_mx: + Crear nuevo proyecto
hi: + नया प्रोजेक्ट बनाएं
it: + Crea un nuovo progetto
sv: + Skapa nytt projekt

source: Search projects
cs: Vyhledat projekty
da: Søg projekter
de: Projekte suchen
es_mx: Buscar proyectos
hi: प्रोजेक्ट खोजें
it: Cerca progetti
sv: Sök projekt

source: Projects
cs: Projektuje
da: Projicerer
de: Projekte
es_mx: Proyectos
hi: परियोजनाएँ
it: Progetti
sv: Projekt

source: Short description about projects, and the displayed information on the cards i.e. why a project image might not exist (no trap location data) or look inaccurate (outlier trap data)
cs: Stručný popis projektů a zobrazené informace na kartách, tj. proč nemusí existovat obrázek projektu (žádná data umístění přesahů) nebo vypadat nepřesně (data odlehlých přesahů)
da: Kort beskrivelse af projekter og de viste oplysninger på kortene, dvs. hvorfor et projektbillede muligvis ikke findes (ingen diffuseringsdata) eller ser unøjagtige ud (outlier-fældedata)
de: Kurze Beschreibung der Projekte und der auf den Karten angezeigten Informationen, z. B. warum ein Projektbild möglicherweise nicht existiert (keine Trap-Positionsdaten) oder ungenau aussieht (Ausreißer-Trap-Daten)
es_mx: Breve descripción sobre los proyectos y la información que se muestra en las tarjetas, es decir, por qué una imagen de proyecto podría no existir (sin datos de ubicación de trampa) o parecer inexacta (datos de trampa atípicos)
hi: परियोजनाओं के बारे में संक्षिप्त विवरण, और कार्ड पर प्रदर्शित जानकारी यानी प्रोजेक्ट छवि क्यों मौजूद नहीं हो सकती है (कोई ट्रैप स्थान डेटा नहीं) या गलत दिखता है (आउटलियर ट्रैप डेटा)
it: Breve descrizione dei progetti e informazioni visualizzate sulle schede, ad esempio perché l'immagine di un progetto potrebbe non esistere (nessun dato sulla posizione della trappola) o apparire imprecisa (dati trappola anomali)
sv: Kort beskrivning av projekt och den visade informationen på korten, dvs. varför en projektbild kanske inte finns (ingen data om fällningsplats) eller ser felaktiga ut (data om avvikande fällor)

source: Use the search bar below to filter the displayed projects.
cs: Pomocí vyhledávacího pole níže filtrujte zobrazené projekty.
da: Brug søgefeltet nedenfor til at filtrere de viste projekter.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Projekte zu filtern.
es_mx: Utilice la barra de búsqueda que aparece a continuación para filtrar los proyectos mostrados.
hi: प्रदर्शित परियोजनाओं को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare i progetti visualizzati.
sv: Använd sökfältet nedan för att filtrera de visade projekten.

source: + Add a response
cs: + Přidat odpověď
da: + Tilføj et svar
de: + Eine Antwort hinzufügen
es_mx: + Añadir una respuesta
hi: + एक प्रतिक्रिया जोड़ें
it: + Aggiungi una risposta
sv: + Lägg till ett svar

source: Search responses
cs: Vyhledat odpovědi
da: Søg svar
de: Antworten suchen
es_mx: Buscar respuestas
hi: प्रतिक्रियाएँ खोजें
it: Cerca risposte
sv: Sök svar

source: Responses
cs: Odpovědi
da: Svar
de: Antworten
es_mx: Respuestas
hi: प्रतिक्रियाएँ
it: Risposte
sv: Svar

source: Use the search bar below to filter the displayed responses.
cs: Zobrazené odpovědi filtrujte pomocí vyhledávací lišty níže.
da: Brug søgefeltet nedenfor til at filtrere de viste svar.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Antworten zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar las respuestas mostradas.
hi: प्रदर्शित प्रतिक्रियाओं को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare le risposte visualizzate.
sv: Använd sökfältet nedan för att filtrera de visade svaren.

source: Incursion date
cs: Datum vniknutí
da: Indtrængen dato
de: Datum des Einfalls
es_mx: Fecha de incursión
hi: घुसपैठ की तारीख
it: Data dell'incursione
sv: Datum för intrång

source: + Create new site
cs: + Vytvořit nový web
da: + Opret nyt websted
de: + Neue Seite erstellen
es_mx: + Crear nuevo sitio
hi: + नई साइट बनाएं
it: + Crea nuovo sito
sv: + Skapa ny webbplats

source: Search sites
cs: Prohledávat weby
da: Søg efter websteder
de: Websites durchsuchen
es_mx: Sitios de búsqueda
hi: साइट खोजें
it: Cerca nei siti
sv: Sök webbplatser

source: Sites
cs: Stránky
de: Websites
es_mx: Sitios
hi: साइट्स
it: Siti
sv: Webbplatser

source: Use the search bar below to filter the displayed sites.
cs: Pomocí vyhledávacího pole níže filtrujte zobrazené weby.
da: Brug søgefeltet nedenfor til at filtrere de viste websteder.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Websites zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los sitios mostrados.
hi: प्रदर्शित साइटों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare i siti visualizzati.
sv: Använd sökfältet nedan för att filtrera de visade webbplatserna.

source: + Add species
cs: + Přidat druh
da: + Tilføj arter
de: + Arten hinzufügen
es_mx: + Añadir especies
hi: + प्रजाति जोड़ें
it: + Aggiungi specie
sv: + Lägg till arter

source: Search species
cs: Hledat druhy
da: Søg efter arter
de: Arten suchen
es_mx: Búsqueda de especies
hi: प्रजातियों की खोज करें
it: Cerca specie
sv: Sök arter

source: Use the search bar below to filter the displayed species.
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené druhy.
da: Brug søgefeltet nedenfor til at filtrere de viste arter.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Arten zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar las especies mostradas.
hi: प्रदर्शित प्रजातियों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare le specie visualizzate.
sv: Använd sökfältet nedan för att filtrera de visade arterna.

source: Common name
cs: Obecný název
da: Almindeligt navn
de: Allgemeiner Name
es_mx: Nombre común
hi: सामान्य नाम
it: Nome comune
sv: Vanligt namn

source: Author
cs: Autor
da: Forfatter
de: Autor
es_mx: Autor
hi: लेखक
it: Autore
sv: Författare

source: + Create SSC calculation
cs: + Vytvoření výpočtu SSC
da: + Opret SSC beregning
de: + SSC-Berechnung erstellen
es_mx: + Crear cálculo SSC
hi: + SSC गणना बनाएं
it: + Crea un calcolo SSC
sv: + Skapa SSC-beräkning

source: Search SSC calculations
cs: Vyhledávání výpočtů SSC
da: Søg SSC beregninger
de: Suche nach SSC-Berechnungen
es_mx: Buscar cálculos de SSC
hi: SSC गणनाएं खोजें
it: Cerca calcoli SSC
sv: Sök i SSC-beräkningar

source: SSC Calculations
cs: Výpočty SSC
da: SSC Beregninger
de: SSC-Berechnungen
es_mx: Cálculos SSC
hi: SSC गणनाएं
it: Calcoli SSC
sv: SSC-beräkningar

source: Use the search bar below to filter the displayed SSC calculations.
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené výpočty SSC.
da: Brug søgefeltet nedenfor til at filtrere de viste SSC-beregninger.
de: Verwenden Sie die Suchleiste unten, um die angezeigten SSC-Berechnungen zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los cálculos SSC mostrados.
hi: प्रदर्शित SSC गणनाओं को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Utilizza la barra di ricerca qui sotto per filtrare i calcoli SSC visualizzati.
sv: Använd sökfältet nedan för att filtrera de visade SSC-beräkningarna.

source: Datatype
cs: Datový typ
de: Datentyp
es_mx: Tipo de datos
hi: डेटाटाइप
it: Tipo di dati
sv: Datatyp

source: Unit size
cs: Velikost jednotky
da: Enhed størrelse
de: Größe der Einheit
es_mx: Tamaño de la unidad
hi: यूनिट का आकार
it: Dimensioni dell'unità
sv: Enhetens storlek

source: Max units
cs: Max. Jednotky
da: Maks. Enheder
de: Max. Einheiten
es_mx: Max unidades
hi: अधिकतम इकाइयां
it: Numero massimo di unità
sv: Max enheter

source: Unit value
cs: Jednotková hodnota
da: Enhedsværdi
de: Wert der Einheit
es_mx: Valor unitario
hi: यूनिट वैल्यू
it: Valore unitario
sv: Värde per enhet

source: + Create new survey
cs: + Vytvořit nový průzkum
da: + Opret ny undersøgelse
de: + Neue Umfrage erstellen
es_mx: + Crear nueva encuesta
hi: + नया सर्वेक्षण बनाएं
it: + Crea un nuovo sondaggio
sv: + Skapa ny enkät

source: Search surveys
cs: Vyhledávací průzkumy
da: Søg i undersøgelser
de: Umfragen durchsuchen
es_mx: Encuestas de búsqueda
hi: सर्वेक्षणों को खोजें
it: Cerca sondaggi
sv: Sök enkäter

source: Surveys
cs: Průzkumy
da: Undersøgelser
de: Umfragen
es_mx: Encuestas
hi: सर्वे
it: Sondaggi
sv: Undersökningar

source: Use the search bar below to filter the displayed surveys.
cs: Pomocí vyhledávacího pole níže filtrujte zobrazené průzkumy.
da: Brug søgefeltet nedenfor til at filtrere de viste undersøgelser.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Umfragen zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar las encuestas que se muestran.
hi: प्रदर्शित सर्वेक्षणों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Utilizza la barra di ricerca qui sotto per filtrare i sondaggi visualizzati.
sv: Använd sökfältet nedan för att filtrera de visade undersökningarna.

source: Survey type
cs: Typ zeměměřického zaměření
da: Undersøgelse type
de: Art der Umfrage
es_mx: Tipo de encuesta
hi: सर्वे का प्रकार
it: Tipo di sondaggio
sv: Typ av enkät

source: Location
cs: Lokace
da: Beliggenhed
de: Standort
es_mx: Ubicación
hi: लोकेशन
it: Posizione
sv: Plats

source: + Create extra attribute
cs: + Vytvořit další atribut
da: + Opret ekstra attribut
de: + Zusätzliches Attribut erstellen
es_mx: + Crear atributo extra
hi: + अतिरिक्त विशेषता बनाएं
it: + Crea un attributo aggiuntivo
sv: + Skapa extra attribut

source: Search Trap Extra Attributes
cs: Vyhledat atributy Trap Extra
da: Søg Trap Extra Attributter
de: Zusätzliche Attribute von Search Trap
es_mx: Buscar atributos adicionales de trampa
hi: ट्रैप एक्स्ट्रा एट्रिब्यूट्स खोजें
it: Attributi extra di Search Trap
sv: Sök Trap Extra Attribut

source: Additional trap attributes
cs: Další atributy pasti
da: Yderligere diffuseringsattributter
de: Zusätzliche Trap-Attribute
es_mx: Atributos de trampa adicionales
hi: अतिरिक्त ट्रैप विशेषताएँ
it: Attributi trap aggiuntivi
sv: Ytterligare svällningsattribut

source: Additional Trap Attributes
cs: Další atributy trap
da: Yderligere diffuseringsattributter
de: Zusätzliche Trap-Attribute
es_mx: Atributos de trampa adicionales
hi: अतिरिक्त ट्रैप विशेषताएँ
it: Attributi trap aggiuntivi
sv: Ytterligare Trap Attribut

source: Sometimes extra data is required for a particular trap that doesn't fit into the normal schema. Here you can add/view these "extra attributes".
cs: Sometimes extra data is required for a particular trap that doesn't fit into the normal schema. Zde můžete přidat/zobrazit tyto „extra atributy“.
da: Nogle gange kræves der ekstra data for en bestemt fælde, der ikke passer ind i det normale skema. Her kan du tilføje/se disse „ekstra attributter“.
de: Manchmal sind zusätzliche Daten für eine bestimmte Falle erforderlich, die nicht in das normale Schema passt. Hier können Sie diese „zusätzlichen Attribute“ hinzufügen/anzeigen.
es_mx: A veces se requieren datos adicionales para una trampa en particular que no encaja en el esquema normal. Aquí puedes agregar/ver estos “atributos extra”.
hi: कभी-कभी किसी विशेष ट्रैप के लिए अतिरिक्त डेटा की आवश्यकता होती है जो सामान्य स्कीमा में फिट नहीं होता है। यहां आप इन “अतिरिक्त विशेषताओं” को जोड़/देख सकते हैं।
it: A volte sono necessari dati aggiuntivi per una particolare trappola che non rientra nello schema normale. Qui puoi aggiungere/visualizzare questi «attributi extra».
sv: Ibland krävs extra data för en viss fälla som inte passar in i det normala schemat. Här kan du lägga till/se dessa ”extra attribut”.

source: Use the search bar below to filter the displayed extra attributes.
cs: Pomocí vyhledávacího pole níže filtrujte zobrazené další atributy.
da: Brug søgefeltet nedenfor til at filtrere de viste ekstra attributter.
de: Verwenden Sie die Suchleiste unten, um die angezeigten zusätzlichen Attribute zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los atributos adicionales mostrados.
hi: प्रदर्शित अतिरिक्त विशेषताओं को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare gli attributi aggiuntivi visualizzati.
sv: Använd sökfältet nedan för att filtrera de extra attributen som visas.

source: Attribute name
cs: Název atributu
da: Attributens navn
de: Name des Attributs
es_mx: Nombre del atributo
hi: गुण का नाम
it: Nome dell'attributo
sv: Attributets namn

source: Description
cs: Popis
da: Beskrivelse
de: Beschreibung
es_mx: Descripción
hi: विवरण
it: Descrizione
sv: Beskrivning

source: Mandatory
cs: Povinné
da: obligatorisk
de: Vorgeschrieben
es_mx: Obligatorio
hi: अनिवार्य
it: Obbligatoria
sv: obligatoriskt

source: + Create new trap
cs: + Vytvoření nové pasti
da: + Opret ny fælde
de: + Erstelle eine neue Falle
es_mx: + Crear nueva trampa
hi: + नया ट्रैप बनाएं
it: + Crea una nuova trappola
sv: + Skapa ny fälla

source: Search traps
cs: Hledejte pasti
da: Søg fælder
de: Fallen suchen
es_mx: Trampas de búsqueda
hi: खोज के जाल
it: Cerca trappole
sv: Sök fällor

source: Traps
cs: Pasti
da: Fælder
de: Fallen
es_mx: Trampas
hi: ट्रैप्स
it: trappole
sv: Fällor

source: Use the search bar below to filter the displayed traps
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazené pasti
da: Brug søgefeltet nedenfor til at filtrere de viste fælder
de: Verwenden Sie die Suchleiste unten, um die angezeigten Fallen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar las trampas mostradas
hi: प्रदर्शित ट्रैप को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare le trappole visualizzate
sv: Använd sökfältet nedan för att filtrera de visade fällorna

source: + Add trapping liquid
cs: + Přidat zachycení kapaliny
da: + Tilføj fældefangningsvæske
de: + Füge Auffangrelüssigkeit hinzu
es_mx: + Añadir líquido de atrapamiento
hi: + फँसाने वाला तरल जोड़ें
it: + Aggiungi liquido intrappolante
sv: + Lägg till fångstvätska

source: Search trapping liquids
cs: Hledejte zachycení kapalin
da: Søg efter fældefangst af væsker
de: Suche nach Flüssigkeiten
es_mx: Buscar líquidos de captura
hi: ट्रैपिंग लिक्विड खोजें
it: Cerca liquidi intrappolanti
sv: Sök svällande vätskor

source: Trapping Liquids
cs: Odstraňování kapalin
da: Fandefangst af væsker
de: Flüssigkeiten einfangen
es_mx: Atrapando Líquidos
hi: ट्रैपिंग लिक्विड
it: Liquidi intrappolanti
sv: Fångning av vätskor

source: Trapping liquids
cs: Odchycení kapalin
da: Fandefangst af væsker
de: Flüssigkeiten einfangen
es_mx: Atrapamiento de líquidos
hi: तरल पदार्थ फँसाना
it: Liquidi intrappolanti
sv: Fångning av vätskor

source: Use the search bar below to filter the displayed trapping liquids.
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazené kapaliny pro zachycení.
da: Brug søgefeltet nedenfor til at filtrere de viste trappevæsker.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Fangflüssigkeiten zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar los líquidos de captura mostrados.
hi: प्रदर्शित ट्रैपिंग तरल पदार्थों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare i liquidi intrappolanti visualizzati.
sv: Använd sökfältet nedan för att filtrera de visade svällningsvätskorna.

source: Liquid
cs: Tekuté
da: Flydende
de: Flüssigkeit
es_mx: Líquido
hi: लिक्विड
it: Liquido
sv: Vätska

source: + New trap type
cs: + Nový typ pasti
da: + Ny fældetype
de: + Neuer Fallentyp
es_mx: + Nuevo tipo de trampa
hi: + नया ट्रैप टाइप
it: + Nuovo tipo di trappola
sv: + Ny typ av fälla

source: Search trap types
cs: Hledat typy pastí
da: Søg fældetyper
de: Fallentypen durchsuchen
es_mx: Buscar tipos de trampas
hi: ट्रैप के प्रकार खोजें
it: Tipi di trappole di ricerca
sv: Sök fällor typer

source: Trap types
cs: Typy pastí
da: Trap typer
de: Arten von Fallen
es_mx: Tipos de trampas
hi: ट्रैप के प्रकार
it: Tipi di trappole
sv: typer av fällor

source: Target groups
cs: Cílové skupiny
da: Målgrupper
de: Zielgruppen
es_mx: Grupos destinatarios
hi: लक्षित समूह
it: Gruppi destinatari
sv: Målgrupper

source: SSC method
cs: Metoda SSC
da: SSC metode
de: SSC-Methode
es_mx: Método SSC
hi: एसएससी मेथड
it: Metodo SSC
sv: SSC-metod

source: Zoom to Bounds
cs: Přiblížit na hranice
da: Zoom til grænser
de: Auf Grenzen zoomen
es_mx: Zoom a los límites
hi: ज़ूम टू बाउंड्स
it: Ingrandisci fino ai limiti
sv: Zooma till gränser

source: Back to Previous Page
cs: Zpět na předchozí stránku
da: Tilbage til Forrige side
de: Zurück zur vorherigen Seite
es_mx: Volver a la página anterior
hi: पिछले पेज पर वापस जाएं
it: Torna alla pagina precedente
sv: Tillbaka till föregående sida

source: Project map
cs: Mapa projektu
da: Projekt kort
de: Karte des Projekts
es_mx: Mapa del proyecto
hi: प्रोजेक्ट मैप
it: Mappa del progetto
sv: Projekt karta

source: Plate wells
cs: Talířové studny
da: Plate brønde
de: Plattenschächte
es_mx: Pozos de placa
hi: प्लेट वेल्स
it: Pozzetti per piastre
sv: Plate brunnar

source: Qualifier
cs: Kvalifikace
da: Kvalifikator
de: Qualifikationsspiel
es_mx: Calificador
hi: क्वालिफायर
it: Qualificatore
sv: Kval

source: Container type
cs: Typ kontejneru
de: Art des Containers
es_mx: Tipo de contenedor
hi: कंटेनर का प्रकार
it: Tipo di contenitore
sv: Container typ

source: Full?
cs: Plný?
da: Fuld?
de: Voll?
es_mx: ¿Completo?
hi: पूरा हुआ?
it: Pieno?

source: Needs label?
cs: Potřebuje štítek?
da: Behov etiket?
de: Braucht ein Etikett?
es_mx: ¿Necesita etiqueta?
hi: लेबल चाहिए?
it: Hai bisogno di un'etichetta?
sv: Behöver etikett?

source: DArT Plate #
cs: Šípkový talíř #
da: Dart plade #
de: Dartplatte #
es_mx: Placa de darT #
hi: डार्ट प्लेट #
it: Piastra DARt #
sv: Dart Tallrik #

source: Submission reference
cs: Odkaz na podání
da: Henvisning til indsendelse
de: Referenz zur Einreichung
es_mx: Referencia de envío
hi: सबमिशन का संदर्भ
it: Riferimento di invio
sv: Hänvisning till inlämning

source: success rate
cs: úspěšnost
da: succesrate
de: Erfolgsquote
es_mx: tasa de éxito
hi: सफलता दर
it: percentuale di successo
sv: framgång

source: Comment:
cs: Komentář:
da: Kommentar:
de: Kommentar:
es_mx: Comentario:
hi: टिप्पणी:
it: Commento:
sv: Kommentar:

source: Wells
da: Brønde
hi: वेल्स
it: Pozzi

source: DArT Service
cs: Služba DART
da: dArt-tjeneste
es_mx: Servicio DART
hi: डार्ट सर्विस
it: Servizio DaRT
sv: dART Tjänsten

source: Submitted on:
cs: Odesláno dne:
da: Indsendt den:
de: Eingereicht am:
es_mx: Enviado el:
hi: पर सबमिट किया गया:
it: Inviato il:
sv: Inlämnad den:

source: Submitted by:
cs: Předložené:
da: Indsendt af:
de: Eingereicht von:
es_mx: Enviado por:
hi: द्वारा सबमिट किया गया:
it: Inviato da:
sv: Insänd av:

source: Courier ref:
cs: Kurýr ref:
da: Kurer ref:
de: Referenz des Kuriers:
es_mx: Mensajero ref:
hi: कूरियर रेफरी:
it: Rif. corriere:
sv: Kurir ref:

source: Effort ID
cs: ID úsilí
da: Indsats ID
de: Aufwands-ID
es_mx: ID de Esfuerzo
hi: एफर्ट आईडी
it: ID dello sforzo
sv: Ansträngning ID

source: SSC value
cs: Hodnota SSC
da: SSC-værdi
de: SSC-Wert
es_mx: Valor SSC
hi: एसएससी वैल्यू
it: Valore SSC
sv: SSC-värde

source: Collectors
cs: Sběratelé
da: Samlere
de: Sammler
es_mx: Colectores
hi: संग्रहकर्ता
it: Collezionisti
sv: samlare
