Repository: kddartown/ecologue-translations
Catalog: desktop/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es_mx, hi, it, sv

source: Related responses
cs: Související odpovědi
da: Relaterede svar
de: Verwandte Antworten
es_mx: Respuestas relacionadas
hi: संबंधित प्रतिक्रियाएँ
it: Risposte correlate
sv: Relaterade svar

source: Effort name
cs: Název úsilí
da: Navn på indsats
de: Name des Vorhabens
es_mx: Nombre de esfuerzo
hi: प्रयास का नाम
it: Nome dello sforzo
sv: Ansträngning namn

source: Collected by:
cs: Shromážděno:
da: Indsamlet af:
de: Gesammelt von:
es_mx: Recopilado por:
hi: द्वारा एकत्रित:
it: Raccolto da:
sv: Insamlad av:

source: Responses:
cs: Odpovědi:
da: Svar:
de: Antworten:
es_mx: Respuestas:
hi: प्रतिक्रियाएँ:
it: Risposte:
sv: Svar:

source: SSC value:
cs: Hodnota SSC:
da: SSC-værdi:
de: SSC-Wert:
es_mx: Valor SSC:
hi: SSC मान:
it: Valore SSC:
sv: SSC-värde:

source: Samples:
cs: Vzorky:
da: Prøver:
de: Beispiele:
es_mx: Muestras:
hi: नमूने:
it: Esempi:
sv: Prover:

source: Field number
cs: Číslo pole
da: Felt nummer
de: Nummer des Feldes
es_mx: Número de campo
hi: फ़ील्ड नंबर
it: Numero di campo
sv: Fält nummer

source: Collection type
cs: Typ kolekce
da: Indsamling type
de: Art der Sammlung
es_mx: Tipo de colección
hi: कलेक्शन का प्रकार
it: Tipo di collezione
sv: Typ av samling

source: Ex port
cs: Přístav Ex
de: Ausfuhr
es_mx: Ex puerto
hi: एक्स पोर्ट
it: Esporta

source: Samples
cs: Vzorky
da: Prøver
de: Kostproben
es_mx: Muestras
hi: नमूने
it: Esempi
sv: Prover

source: Identification OTU ID
cs: Identifikační ID OTU
da: Identifikation OTU-id
de: Identifikation OTU-ID
es_mx: Identificación OTU ID
hi: पहचान OTU आईडी
it: Identificazione OTU ID
sv: Identifiering OTU-ID

source: # Males
cs: # Muži
da: # Hanner
de: # Männer
es_mx: # Machos
hi: # पुरुष
it: # Maschi
sv: # Hanar

source: # Females
cs: # Ženy
da: # Kvinder
de: # Frauen
es_mx: # Hembras
hi: # महिलाएं
it: # Femmine
sv: # Kvinnor

source: # Juveniles
cs: # Mladiství
da: # Ungdyr
de: # Jugendliche
hi: # किशोर
it: # Giovani
sv: # Ungdomar

source: # Adults indet. sex
cs: # Dospělí zadlužení. sex
da: # Voksne indet. køn
de: # Indischer Sex bei Erwachsenen
es_mx: # Adultos indet. sexo
hi: # सेक्स में वयस्क
it: # Sesso indiretto per adulti
sv: # Vuxna indet. sex

source: # Alates
da: # Alater
hi: # अल्टेस
it: # Alati
sv: # Alater

source: # Stage/sex indet.
cs: # Faze/sex indet.
da: # Scene/sex indet.
de: # Stadium/Geschlechtseinlage.
es_mx: # ETAPA/SEXO INDET.
hi: # स्टेज/सेक्स इंडेट।
it: # Stage/sesso indet.
sv: # Skede/kön indet.

source: Institution name
cs: Název instituce
da: Institutionens navn
de: Name der Institution
es_mx: Nombre de la institución
hi: संस्था का नाम
it: Nome dell'istituto
sv: Institutets namn

source: Abbreviation
cs: Zkratka
da: Forkortelse
de: Abkürzung
es_mx: Abreviatura
hi: संक्षिप्त नाम
it: Abbreviazione
sv: Förkortning

source: Ref vial ID
cs: Ref ID injekční lahvičky
da: Ref hætteglas ID
de: ID des roten Fläschchens
es_mx: ID de vial de referencia
hi: रेफ शीशी आईडी
it: ID del flaconcino rosso
sv: Ref injektionsflaska ID

source: comment
cs: komentář
da: kommentar
de: Kommentar
es_mx: comentar
hi: टिप्पणी
it: commento
sv: kommentera

source: Person name
cs: Jméno osoby
da: Personens navn
de: Name der Person
es_mx: Nombre de la persona
hi: व्यक्ति का नाम
it: Nome della persona
sv: Personens namn

source: Job title
cs: Název pracovní pozice
da: Jobtitel
de: Berufsbezeichnung
es_mx: Título del puesto
hi: नौकरी का शीर्षक
it: Titolo di lavoro
sv: Jobb titel

source: Email
cs: E-mailem
es_mx: Correo electrónico
hi: ईमेल
sv: E-postadress

source: Roles list
cs: Seznam rolí
da: Roller liste
de: Liste der Rollen
es_mx: Lista de roles
hi: भूमिकाओं की सूची
it: Elenco ruoli
sv: Lista över roller

source: Planned SSC ID
cs: Plánované ID SSC
da: Planlagt SSC ID
de: Geplante SSC-ID
es_mx: ID de SSC planificado
hi: योजनाबद्ध SSC ID
it: ID SSC pianificato
sv: Planerat SSC-ID

source: Project Name
cs: Název projektu
da: Projektets navn
de: Name des Projekts
es_mx: Nombre del proyecto
hi: प्रोजेक्ट का नाम
it: Nome del progetto
sv: Projektets namn

source: Start
es_mx: Inicio
hi: शुरू करें
it: Inizio

source: End
cs: Konec
da: Slut
de: Ende
es_mx: Fin
hi: अंत
it: Fine
sv: Slutet

source: Edit
cs: Upravit
da: Rediger
de: Bearbeiten
es_mx: Editar
hi: संपादित करें
it: Modifica
sv: Redigera

source: Project name
cs: Název projektu
da: Projektets navn
de: Name des Projekts
es_mx: Nombre del proyecto
hi: प्रोजेक्ट का नाम
it: Nome del progetto
sv: Projektets namn

source: Subtitle
cs: Titulky
da: Undertekst
de: Untertitel
es_mx: Subtítulo
hi: उपशीर्षक
it: Sottotitolo
sv: Undertext

source: Access
cs: Přístup
da: Adgang
de: Zugriff
hi: ऐक्सेस
it: Accesso
sv: Åtkomst

source: Response name
cs: Název odpovědi
da: Svarens navn
de: Name der Antwort
es_mx: Nombre de respuesta
hi: प्रतिक्रिया का नाम
it: Nome della risposta
sv: Svarets namn

source: Site name
cs: Název webu
da: Webstedets navn
de: Name der Seite
es_mx: Nombre del sitio
hi: साइट का नाम
it: Nome sito
sv: Webbplatsnamn

source: GPS projection:
cs: GPS projekce:
da: GPS-projektion:
de: GPS-Projektion:
es_mx: Proyección GPS:
hi: GPS प्रोजेक्शन:
it: Proiezione GPS:
sv: GPS-projektion:

source: GPS accuracy:
cs: Přesnost GPS:
da: GPS-nøjagtighed:
de: GPS-Genauigkeit:
es_mx: Precisión GPS:
hi: GPS सटीकता:
it: Precisione GPS:
sv: GPS-noggrannhet:

source: Geosource:
da: Geokilde:
de: Geoquelle:
es_mx: Geofuente:
hi: जियोसोर्स:

source: Order:
cs: Objednat:
da: Bestille:
de: Bestellung:
es_mx: Orden:
hi: ऑर्डर:
it: Ordine:
sv: Beställning:

source: Family:
cs: Rodina:
da: Familie:
de: Familie:
es_mx: Familia:
hi: परिवार:
it: Famiglia:
sv: Familj:

source: Genus:
cs: Rod:
da: Slægt:
de: Gattung:
es_mx: Género:
hi: जाति:
it: Genere:
sv: Släkte:

source: Species:
cs: Druh:
da: Arter:
de: Tierart:
es_mx: Especie:
hi: प्रजातियाँ:
it: Specie:
sv: Arter:

source: Unit Limit
cs: Limit jednotky
da: Enhed Grænse
de: Einheitenlimit
es_mx: Límite de Unidad
hi: यूनिट लिमिट
it: Limite unitario

source: Hard limit?
cs: Tvrdý limit?
da: Hård grænse?
de: Hartes Limit?
es_mx: ¿Límite duro?
hi: हार्ड लिमिट?
it: Limite rigido?
sv: Hård gräns?

source: Unit size:
cs: Velikost jednotky:
da: Enhed størrelse:
de: Größe der Einheit:
es_mx: Tamaño de la unidad:
hi: यूनिट का आकार:
it: Dimensioni dell'unità:
sv: Enhetens storlek:

source: Max units:
cs: Maximální počet jednotek:
da: Maks. Enheder:
de: Max. Einheiten:
es_mx: Máx. Unidades:
hi: अधिकतम इकाइयां:
it: Unità massime:
sv: Max antal enheter:

source: Unit value:
cs: Jednotková hodnota:
da: Enhedsværdi:
de: Wert der Einheit:
es_mx: Valor unitario:
hi: यूनिट वैल्यू:
it: Valore unitario:
sv: Värde per enhet:

source: Survey name
cs: Název zeměměřického zaměření
da: Undersøgelsens navn
de: Name der Umfrage
es_mx: Nombre de la encuesta
hi: सर्वे का नाम
it: Nome del sondaggio
sv: Enkätens namn

source: Type
cs: Typ
de: Typ
es_mx: Tipo
hi: टाइप करें
it: Tipo
sv: Typ

source: Attribute
cs: Atribut
da: Attribut
de: Attribut
es_mx: Atributo
hi: गुण
it: Attributo
sv: Attribut

source: Mandatory:
cs: Povinné:
da: Obligatorisk:
de: Obligatorisch:
es_mx: Obligatorio:
hi: अनिवार्य:
it: Obbligatorio:
sv: Obligatorisk:

source: Description:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
es_mx: Descripción:
hi: विवरण:
it: Descrizione:
sv: Beskrivning:

source: Datatype:
cs: Datový typ:
de: Datentyp:
es_mx: Tipo de datos:
hi: डेटाटाइप:
it: Tipo di dati:
sv: Datatyp:

source: Trap name
cs: Název pasti
da: Navn på fælde
de: Name der Falle
es_mx: Nombre de la trampa
hi: ट्रैप का नाम
it: Nome della trappola
sv: Namn på fällan

source: Latitude
cs: Zeměpisná šířka
da: Breddegrad
de: Breitengrad
es_mx: Latitud
hi: अक्षांश
it: Latitudine
sv: Latitud

source: Longitude
cs: Zeměpisná délka
da: Længdegrad
de: Längengrad
es_mx: Longitud
hi: लॉन्गीट्यूड
it: Longitudine
sv: Longitud

source: List
cs: Seznam
da: Liste
de: Liste
es_mx: Lista
hi: सूची
it: Elenco
sv: Lista

source: description
cs: popis
da: beskrivelse
de: Beschreibung
es_mx: descripción
hi: विवरण
it: descrizione
sv: beskrivning

source: Export
cs: Exportovat
de: Exportieren
es_mx: Exportación
hi: एक्सपोर्ट करें
it: Esporta
sv: Exportera

source: Sort by
cs: Seřadit podle
da: Sortér efter
de: Sortiere nach
es_mx: Ordenar por
hi: इसके अनुसार क्रमबद्ध करें
it: Ordina per
sv: Sortera efter
