Repository: kddartown/ecologue-translations
Catalog: desktop/*/LC_MESSAGES/messages.po
Languages: cs, da, de, es_mx, hi, it, sv

source: Account
cs: Účet
da: Konto
de: Konto
es_mx: Cuenta
hi: अकाउंट
sv: Konto

source: Personal Details
cs: Osobní údaje
da: Personlige oplysninger
de: Persönliche Daten
es_mx: Datos Personales
hi: वैयक्तिक विवरण
it: Dettagli personali
sv: Personliga uppgifter

source: Institution Settings
cs: Nastavení instituce
da: Institutionens indstillinger
de: Einstellungen der Institution
es_mx: Configuración de la institución
hi: संस्थान की सेटिंग
it: Impostazioni dell'istituto
sv: Institutionens inställningar

source: Notification Settings
cs: Nastavení oznámení
da: Meddelelsesindstillinger
de: Einstellungen für Benachrichtigungen
es_mx: Configuración de notificaciones
hi: सूचना सेटिंग
it: Impostazioni di notifica
sv: Inställningar för avisering

source: Account Details for:
cs: Detaily účtu pro:
da: Kontooplysninger for:
de: Kontodetails für:
es_mx: Detalles de la cuenta para:
hi: के लिए खाता विवरण:
it: Dettagli dell'account per:
sv: Kontouppgifter för:

source: Personal Institution Settings
cs: Nastavení osobní instituce
da: Indstillinger for personlig institution
de: Persönliche Institutionseinstellungen
es_mx: Configuración de instituciones personales
hi: व्यक्तिगत संस्थान की सेटिंग
it: Impostazioni personali dell'istituto
sv: Inställningar för personliga institutioner

source: Personal Notification Settings
cs: Nastavení osobních oznámení
da: Indstillinger for personlig meddelelse
de: Persönliche Benachrichtigungseinstellungen
es_mx: Configuración de notificaciones personales
hi: व्यक्तिगत सूचना सेटिंग
it: Impostazioni di notifica personali
sv: Inställningar för personliga aviseringar

source: Project
hi: प्रोजेक्ट
it: Progetto

source: Container
hi: कन्टेनर
it: Contenitore

source: Trap Type
hi: ट्रैप टाइप
it: Tipo di trappola

source: SSC Calculation
hi: SSC कैलकुलेशन
it: Calcolo SSC

source: Trapping Liquid
hi: ट्रैपिंग लिक्विड
it: Liquido intrappolante

source: Trap Extra
hi: ट्रैप एक्स्ट्रा
it: Trappola Extra

source: Site
de: Standort
es_mx: Sitio
hi: साइट
it: Sito
sv: Webbplats

source: Response
hi: रिस्पांस
it: Risposta

source: Planned SSC
hi: योजनाबद्ध SSC
it: SSC pianificato

source: Dart Plate
hi: डार्ट प्लेट
it: Piastra per freccette

source: Dart Submission
hi: डार्ट सबमिशन
it: Invio di freccette

source: Species
cs: Druhy
da: Arter
de: Spezies
es_mx: Especies
hi: प्रजातियाँ
it: Specie
sv: Arter

source: Genus
cs: Rod
da: Slægt
de: Gattung
es_mx: Género
hi: जाति
it: genere
sv: Släkte

source: Person
cs: Osoba
es_mx: Persona
hi: व्यक्ति
it: Persona

source: Institution
cs: Instituce
es_mx: Institución
hi: संस्था
it: Istituzione

source: OTU
hi: बाहर
it: FUORI

source: Identification OTU
hi: पहचान OTU
it: Identificazione OTU

source: Base
cs: Základna
de: Basis
hi: बेस
sv: Bas

source: Field Lot
cs: Pole Lot
de: Feldgrundstück
es_mx: Lote de Campo
hi: फ़ील्ड लॉट
it: Lotto da campo
sv: Fält Lot

source: Are you sure you want to delete this record?
cs: Opravdu chcete tento záznam smazat?
da: Er du sikker på, at du vil slette denne post?
de: Möchten Sie diesen Datensatz wirklich löschen?
es_mx: ¿Estás seguro de que deseas eliminar este registro?
hi: क्या आप वाकई इस रिकॉर्ड को मिटाना चाहते हैं?
it: Sei sicuro di voler eliminare questo record?
sv: Är du säker på att du vill ta bort den här posten?

source: Record deleted
cs: Záznam byl smazán
da: Optag slettet
de: Datensatz gelöscht
es_mx: Registro eliminado
hi: रिकॉर्ड डिलीट किया गया
it: Record eliminato
sv: Record raderad

source: Failed to delete record. Reason:
cs: Nepodařilo se odstranit záznam. Důvod:
da: Kunne ikke slette posten. Årsag:
de: Datensatz konnte nicht gelöscht werden. Grund:
es_mx: No se pudo eliminar el registro. Motivo:
hi: रिकॉर्ड मिटाने में असफल। कारण:
it: Eliminazione del record non riuscita. Motivo:
sv: Det gick inte att ta bort posten. Anledning:

source: Help
cs: Pomoc
da: Hjælp
de: Hilfe
es_mx: Ayuda
hi: मदद
it: Aiuto
sv: Hjälp

source: Hello
cs: Ahoj
da: Hej
de: Hallo
es_mx: Hola
hi: नमस्ते
it: Ciao
sv: Hejsan

source: how can we help
cs: jak můžeme pomoci
da: hvordan kan vi hjælpe
de: wie können wir helfen
es_mx: como podemos ayudar
hi: हम कैसे मदद कर सकते हैं
it: come possiamo aiutarti
sv: hur kan vi hjälpa

source: Home
cs: Domů
da: Hjem
de: Zuhause
es_mx: Inicio
hi: होम
sv: Hem

source: Select a project
cs: Vyberte projekt
da: Vælg et projekt
de: Wählen Sie ein Projekt aus
es_mx: Seleccione un proyecto
hi: एक प्रोजेक्ट का चयन करें
it: Seleziona un progetto
sv: Välj ett projekt

source: + Create container
cs: + Vytvořit kontejner
da: + Opret container
de: + Container erstellen
es_mx: + Crear contenedor
hi: + कंटेनर बनाएं
it: + Crea contenitore
sv: + Skapa behållare

source: Search containers
cs: Hledat kontejnery
da: Søg efter containere
de: Behälter durchsuchen
es_mx: Buscar contenedores
hi: कंटेनर खोजें
it: Contenitori di ricerca
sv: Sök i containrar

source: Containers
cs: Kontejnery
da: Containere
de: Behälter
es_mx: Contenedores
hi: कंटेनर्स
it: Contenitori
sv: Containrar

source: Short description here
cs: Krátký popis zde
da: Kort beskrivelse her
de: Kurzbeschreibung hier
es_mx: Breve descripción aquí
hi: संक्षिप्त विवरण यहाँ
it: Breve descrizione qui
sv: Kort beskrivning här

source: Use the search bar below to filter the displayed containers
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené kontejnery
da: Brug søgefeltet nedenfor til at filtrere de viste containere
de: Verwenden Sie die Suchleiste unten, um die angezeigten Container zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar los contenedores mostrados
hi: प्रदर्शित कंटेनरों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare i contenitori visualizzati
sv: Använd sökfältet nedan för att filtrera de visade behållarna

source: Name
cs: Jméno
da: Navn
es_mx: Nombre
hi: नाम
it: Nome
sv: Namn

source: Preservation method
cs: Způsob konzervace
da: Bevarelse metode
de: Methode der Konservierung
es_mx: Método de preservación
hi: संरक्षण विधि
it: Metodo di conservazione
sv: Bevarande metod

source: Created
cs: Vytvořeno
da: Oprettet
de: Erstellt
es_mx: Creado
hi: बनाया गया
it: Creato
sv: Skapat

source: + Create new plate
cs: + Vytvořit novou desku
da: + Opret ny plade
de: + Neue Platte erstellen
es_mx: + Crear nueva placa
hi: + नई प्लेट बनाएं
it: + Crea una nuova targa
sv: + Skapa ny platta

source: Search plates
cs: Vyhledávací talíře
da: Søg plader
de: Schilder suchen
es_mx: Buscar placas
hi: खोज प्लेटें
it: Cerca targhe
sv: Sök plattor

source: DArT Plates
cs: Dart Desky
da: dArt Plader
de: Dart-Platten
es_mx: Placas de darT
hi: डार्ट प्लेट्स
it: Piastre DaRT
sv: Dart-plattor

source: Use the search bar below to filter the displayed plates
cs: Pomocí vyhledávací lišty níže filtrujte zobrazené desky
da: Brug søgefeltet nedenfor til at filtrere de viste plader
de: Verwenden Sie die Suchleiste unten, um die angezeigten Platten zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar las placas mostradas
hi: प्रदर्शित प्लेटों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare le targhe visualizzate
sv: Använd sökfältet nedan för att filtrera de visade plattorna

source: Submission
cs: Podání
da: Indsendelse
de: Einreichung
es_mx: Sumisión
hi: सबमिशन
it: Invio
sv: Inlämning

source: Success rate
cs: Míra úspěšnosti
da: Succesrate
de: Erfolgsquote
es_mx: Tasa de éxito
hi: सफलता दर
it: Percentuale di successo
sv: Framgång

source: + Create new submission
cs: + Vytvořit nový příspěvek
da: + Opret ny indsendelse
de: + Neuen Beitrag erstellen
es_mx: + Crear nuevo envío
hi: + नया सबमिशन बनाएं
it: + Crea un nuovo invio
sv: + Skapa ny inlämning

source: Search DArT Submissions
cs: Vyhledávání Dart Příspěvky
da: Søg i DART-indsendelser
de: Suche nach dART-Einsendungen
es_mx: Buscar presentaciones de DART
hi: डार्ट सबमिशन खोजें
it: Cerca tra gli invii di DaRT
sv: Sök dART inlämningar

source: DArT Submissions
cs: Příspěvky DART
da: DaRT-indsendelser
de: dART-Einsendungen
es_mx: Presentaciones de DART
hi: डार्ट सबमिशन
it: Contributi DaRT
sv: dART Inlämningar

source: Use the search bar below to filter the displayed DArT Submissions
cs: Použijte vyhledávací lištu níže k filtrování zobrazených příspěvků DART
da: Brug søgefeltet nedenfor til at filtrere de viste DART-indsendelser
de: Verwenden Sie die Suchleiste unten, um die angezeigten dArt-Einsendungen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar los envíos de DART mostrados
hi: प्रदर्शित डार्ट सबमिशन को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare gli invii DaRT visualizzati
sv: Använd sökfältet nedan för att filtrera de visade dArT-inlämningarna

source: Service
cs: Servis
da: Tjenesten
de: Bedienung
es_mx: Servicio
hi: सर्विस
it: Servizio
sv: Tjänsten

source: Date submitted
cs: Datum odeslání
da: Dato indsendt
de: Datum der Einreichung
es_mx: Fecha de envío
hi: सबमिट की गई तारीख
it: Data di invio
sv: Datum inlämnat

source: + Create effort
cs: + Vytvořit úsilí
da: + Opret indsats
de: + Aufwand schaffen
es_mx: + Crear esfuerzo
hi: + प्रयास बनाएं
it: + Crea impegno
sv: + Skapa ansträngning

source: Search efforts
cs: Hledání úsilí
da: Søg indsats
de: Bemühungen um die Suche
es_mx: Esfuerzos de búsqueda
hi: खोज के प्रयास
it: Sforzi di ricerca
sv: Sök insatser

source: Efforts
cs: Úsilí
da: Indsatsen
de: Bemühungen
es_mx: Esfuerzos
hi: प्रयास
it: Sforzi
sv: Ansträngningar

source: Use the search bar below to filter the displayed efforts
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazené úsilí
da: Brug søgefeltet nedenfor for at filtrere den viste indsats
de: Verwenden Sie die Suchleiste unten, um die angezeigten Bemühungen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar los esfuerzos mostrados
hi: प्रदर्शित प्रयासों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare gli sforzi visualizzati
sv: Använd sökfältet nedan för att filtrera de visade ansträngningarna

source: ID
hi: आईडी

source: Comment
cs: Komentář
da: Kommentar
de: Kommentar
es_mx: Comentar
hi: कमेंट
it: Commento
sv: Kommentar

source: + Create field record
cs: + Vytvořit záznam pole
da: + Opret felt rekord
de: + Felddatensatz erstellen
es_mx: + Crear registro de campo
hi: + फ़ील्ड रिकॉर्ड बनाएं
it: + Crea record di campo
sv: + Skapa fältpost

source: Search field records
cs: Vyhledat záznamy polí
da: Søg i feltregistreringer
de: Felddatensätze durchsuchen
es_mx: Buscar registros de campo
hi: फ़ील्ड रिकॉर्ड खोजें
it: Cerca nei record dei campi
sv: Sök i fältposter

source: Field records
cs: Polní záznamy
da: Felt optegnelser
de: Felddatensätze
es_mx: Registros de campo
hi: फ़ील्ड रिकॉर्ड
it: Record sul campo
sv: Fältposter

source: Use the search bar below to filter the displayed field records
cs: Pomocí vyhledávacího pole níže filtrujte zobrazené záznamy polí
da: Brug søgefeltet nedenfor til at filtrere de viste feltoptegnelser
de: Verwenden Sie die Suchleiste unten, um die angezeigten Felddatensätze zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar los registros de campo mostrados
hi: प्रदर्शित फ़ील्ड रिकॉर्ड को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare i record di campo visualizzati
sv: Använd sökfältet nedan för att filtrera de visade fältposterna

source: Receiver (person)
cs: Receiver (osoba)
da: Modtager (person)
de: Empfänger (Person)
es_mx: Receptor (persona)
hi: रिसीवर (व्यक्ति)
it: Destinatario (persona)
sv: Mottagare (person)

source: Collection time
cs: Čas vyzvednutí
da: Indsamling tid
de: Uhrzeit der Abholung
es_mx: Tiempo de recolección
hi: कलेक्शन का समय
it: Periodo di raccolta
sv: Insamling tid

source: + Add genus
cs: + Přidat rod
da: + Tilføj slægt
de: + Gattung hinzufügen
es_mx: + Agregar género
hi: + जीनस जोड़ें
it: + Aggiungi genere
sv: + Lägg till släkt

source: Search genera
cs: Hledat rody
da: Søg slægter
de: Suche nach Gattungen
es_mx: Buscar géneros
hi: खोज जेनेरा
it: Generi di ricerca
sv: Sök släkten

source: Genera
cs: Rodů
da: Slægter
de: Gattungen
es_mx: Géneros
hi: जेनेरा
it: Generi
sv: Släkten

source: Use the search bar below to filter the displayed genera
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazené rody
da: Brug søgefeltet nedenfor til at filtrere de viste slægter
de: Verwenden Sie die Suchleiste unten, um die angezeigten Gattungen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar los géneros mostrados
hi: प्रदर्शित जेनेरा को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare i generi visualizzati
sv: Använd sökfältet nedan för att filtrera de visade släktena

source: Order
cs: Objednávka
da: Ordre
de: Bestellung
es_mx: Orden
hi: आर्डर
it: Ordine
sv: Beställning

source: Family
cs: Rodina
da: Familie
de: Familie
es_mx: Familia
hi: फ़ैमिली
it: Famiglia
sv: Familj

source: + Create Identification OTU
cs: + Vytvořit identifikaci OTU
da: + Opret identifikation OTU
de: + Identifikation (OTU) erstellen
es_mx: + Crear Identificación OTU
hi: + आइडेंटिफिकेशन OTU बनाएं
it: + Crea identificazione OTU
sv: + Skapa identifiering OTU

source: Search Identification OTUs
cs: Vyhledávání Identifikace OTU
da: Søg Identifikation OTU"er
de: Suche, Identifizierung, OTUs
es_mx: Buscar OTUs de identificación
hi: खोज पहचान ओटीयू
it: Cerca nei TOU di identificazione
sv: Sök identifiering OTU: er

source: Identification OTUs
cs: Identifikace OTU
da: Identifikation OTU'er
de: Identifizierung OTUs
es_mx: OTUs de identificación
hi: आइडेंटिफिकेशन ओटीयू
it: OTU di identificazione
sv: OTU: er för identifiering

source: Short description here.
cs: Krátký popis zde.
da: Kort beskrivelse her.
de: Eine kurze Beschreibung finden Sie hier.
es_mx: Breve descripción aquí.
hi: संक्षिप्त विवरण यहां दिया गया है।
it: Breve descrizione qui.
sv: Kort beskrivning här.

source: Use the search bar below to filter the displayed Identification OTUs
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené identifikační OTU
da: Brug søgefeltet nedenfor til at filtrere de viste identifikations-OTU"er
de: Verwenden Sie die Suchleiste unten, um die angezeigten Identifikations-OTUs zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar las OTUs de identificación mostradas
hi: प्रदर्शित पहचान OTU को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Utilizza la barra di ricerca in basso per filtrare le OTU di identificazione visualizzate
sv: Använd sökfältet nedan för att filtrera de visade identifierings-OTU: erna

source: Vial ID
cs: ID lahvičky
da: Hætteglas ID
de: Fläschchen-ID
es_mx: ID de Vial
hi: वायल आईडी
it: ID del flaconcino
sv: Injektionsflaska ID

source: OTU ID
da: OTU
de: OUT ID
hi: आउट आईडी
it: OUT ID
sv: OTU

source: Identified by
cs: Identifikováno
da: Identificeret ved
de: Identifiziert von
es_mx: Identificado por
hi: द्वारा पहचाना गया
it: Identificato da
sv: Identifieras av

source: Date identified
cs: Identifikované datum
da: Dato identificeret
de: Identifiziertes Datum
es_mx: Fecha de identificación
hi: तारीख की पहचान की गई
it: Data identificata
sv: Datum identifierat

source: + Create identification
cs: + Vytvořit identifikaci
da: + Opret identifikation
de: + Identifikation erstellen
es_mx: + Crear identificación
hi: + पहचान बनाएं
it: + Crea identificazione
sv: + Skapa identifiering

source: Search identifications
cs: Identifikace vyhledávání
da: Søg identifikationer
de: Identifikationen suchen
es_mx: Identificaciones de búsqueda
hi: पहचान खोजें
it: Identificazioni di ricerca
sv: Sök identifieringar

source: Identifications
cs: Identifikace
da: Identifikationer
de: Identifikationen
es_mx: Identificaciones
hi: पहचानें
it: Identificazioni
sv: Identifieringar

source: Use the search bar below to filter the displayed identifications
cs: Pomocí vyhledávacího panelu níže můžete filtrovat zobrazené identifikace
da: Brug søgefeltet nedenfor til at filtrere de viste identifikationer
de: Verwenden Sie die Suchleiste unten, um die angezeigten Identifikationen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar las identificaciones mostradas
hi: प्रदर्शित पहचानों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare le identificazioni visualizzate
sv: Använd sökfältet nedan för att filtrera de visade identifieringarna

source: N-reference
cs: N-referenční
de: N-Referenz
es_mx: N-referencia
hi: n- संदर्भ
it: N-riferimento
sv: N-referens

source: Identification
cs: Identifikace
da: Identifikation
de: Identifikation
es_mx: Identificación
hi: पहचान
it: Identificazione
sv: Identifiering

source: Males
cs: Samci
da: Hanner
de: Männer
es_mx: Machos
hi: नर
it: Maschi
sv: Hanar

source: Females
cs: Feny
da: Hunner
de: Weibchen
es_mx: Hembras
hi: महिलाएँ
it: Femmine
sv: Honor

source: Juveniles
cs: Mladiství
da: Ungdyr
de: Jugendliche
hi: किशोर
it: Giovani
sv: Ungdomar

source: Adults (indet. sex)
cs: Dospělí (zadlužení. pohlaví)
da: Voksne (indet. sex)
de: Erwachsene (d. h. Geschlecht)
es_mx: Adultos (indet. sexo)
hi: वयस्क (सेक्स में)
it: Adulti (sesso escluso)
sv: Vuxna (indet. kön)

source: Alates
de: Alaten
hi: अलटेस
sv: Alater

source: Stage + sex indet.
cs: Etapa+sex indet.
da: Scene+sex indet.
de: Stufe + Geschlechtsverkehr.
es_mx: Etapa + sexo indet.
hi: स्टेज + सेक्स इंडेट।
it: Fase + sesso indet.
sv: Skede + sex indet.

source: + Add institution
cs: + Přidat instituci
da: + Tilføj institution
de: + Institution hinzufügen
es_mx: + Agregar institución
hi: + संस्था जोड़ें
it: + Aggiungi istituto
sv: + Lägg till institution

source: Search institutions
cs: Vyhledávací instituce
da: Søg efter institutioner
de: Institutionen suchen
es_mx: Buscar instituciones
hi: संस्थानों को खोजें
it: Cerca istituti
sv: Sök institutioner

source: Institutions
cs: Instituce
da: Institutioner
de: Institutionen
es_mx: Instituciones
hi: संस्थाएं
it: Istituzioni
sv: Institutioner

source: Use the search bar below to filter the displayed institutions
cs: Použijte vyhledávací lištu níže k filtrování zobrazených institucí
da: Brug søgefeltet nedenfor til at filtrere de viste institutioner
de: Verwenden Sie die Suchleiste unten, um die angezeigten Institutionen zu filtern
es_mx: Utilice la barra de búsqueda a continuación para filtrar las instituciones mostradas
hi: प्रदर्शित संस्थानों को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें
it: Usa la barra di ricerca qui sotto per filtrare gli istituti visualizzati
sv: Använd sökfältet nedan för att filtrera de visade institutionerna

source: Total projects
cs: Celkem projektů
da: Projekter i alt
de: Projekte insgesamt
es_mx: Total de proyectos
hi: कुल परियोजनाएँ
it: Progetti totali
sv: Totalt antal projekt

source: Multimedia
cs: Multimédia
da: Multimedie
de: Multimedial
hi: मल्टीमीडिया

source: Use the search bar below to filter the displayed multimedia.
cs: Pomocí vyhledávacího panelu níže filtrujte zobrazená multimédia.
da: Brug søgefeltet nedenfor til at filtrere det viste multimedie.
de: Verwenden Sie die Suchleiste unten, um die angezeigten Multimedia zu filtern.
es_mx: Utilice la barra de búsqueda que aparece a continuación para filtrar los archivos multimedia que se muestran.
hi: प्रदर्शित मल्टीमीडिया को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare i contenuti multimediali visualizzati.
sv: Använd sökfältet nedan för att filtrera det visade multimediet.

source: Import Multimedia
cs: Import multimédií
da: Importér multimedie
de: Multimedia importieren
es_mx: Importar Multimedia
hi: मल्टीमीडिया आयात करें
it: Importa contenuti multimediali
sv: Importera multimedia

source: "Uploading multimedia records is not availble in the current build."
cs: „Nahrávání multimediálních záznamů není v aktuálním sestavení dostupné.“
da: „Upload af multimedieposter er ikke tilgængelig i den aktuelle build.“
de: „Das Hochladen von Multimediadateien ist in der aktuellen Version nicht verfügbar.“
es_mx: “La carga de registros multimedia no está disponible en la compilación actual”.
hi: “वर्तमान बिल्ड में मल्टीमीडिया रिकॉर्ड अपलोड करना उपलब्ध नहीं है।”
it: «Il caricamento di record multimediali non è disponibile nella build corrente».
sv: ”Uppladdning av multimediaposter är inte tillgängligt i den aktuella versionen.”

source: "Are you sure you want to upload this record?"
cs: „Opravdu chcete nahrát tuto nahrávku?“
da: „Er du sikker på, at du vil uploade denne post?“
de: „Bist du sicher, dass du diesen Datensatz hochladen möchtest?“
es_mx: “¿Estás seguro de que quieres subir este disco?”
hi: “क्या आप वाकई इस रिकॉर्ड को अपलोड करना चाहते हैं?”
it: «Sei sicuro di voler caricare questo record?»
sv: ”Är du säker på att du vill ladda upp den här posten?”

source: "Failed to find Field record."
cs: „Nepodařilo se najít polní záznam.“
da: „Kunne ikke finde feltpost.“
de: „Felddatensatz konnte nicht gefunden werden.“
es_mx: “No se pudo encontrar el registro de campo”.
hi: “फ़ील्ड रिकॉर्ड ढूंढने में असफल.”
it: «Impossibile trovare Field record».
sv: ”Det gick inte att hitta fältpost.”

source: "Successfully uploaded records: "
cs: „Úspěšně nahrané záznamy:“
da: „Succesfuldt uploadede poster:“
de: „Datensätze wurden erfolgreich hochgeladen:“
es_mx: “Registros subidos con éxito:”
hi: “सफलतापूर्वक अपलोड किए गए रिकॉर्ड:”
it: «Record caricati correttamente:»
sv: ” Uppladdade poster:”

source: "Unsuccessfully uploaded records: "
cs: „Neúspěšně nahrané záznamy:“
da: „Uheld uploadede poster:“
de: „Datensätze wurden nicht erfolgreich hochgeladen:“
es_mx: “Registros subidos sin éxito:”
hi: “असफल रूप से अपलोड किए गए रिकॉर्ड:”
it: «Record caricati senza successo:»
sv: ”Olyckat uppladdade poster:”

source: "Failed to link Field and Multimedia record."
cs: „Nepodařilo se propojit pole a multimediální záznam.“
da: „Kunne ikke linke felt- og multimediepost.“
de: „Feld und Multimedia-Datensatz konnten nicht verknüpft werden.“
es_mx: “No se pudo vincular el registro de campo y multimedia”.
hi: “फ़ील्ड और मल्टीमीडिया रिकॉर्ड को लिंक करने में विफल.”
it: «Impossibile collegare Field e Multimedia Record».
sv: ”Det gick inte att länka fält- och multimediapost.”

source: + Create OTU
cs: + Vytvořit OTU
da: + Opret OTU
de: + OTU erstellen
es_mx: + Crear OTU
hi: + OTU बनाएं
it: + Crea OTU
sv: + Skapa OTU

source: Search OTUs
cs: Hledat OTUS
da: Søg OTU'er
de: Suchen Sie nach OTUs
es_mx: Buscar OTUs
hi: OTU खोजें
it: Cerca nei TOU
sv: Sök OTU: er

source: OTUs
cs: OTU
da: OTU'er
hi: ओटीयू
it: TOU
sv: OTU: er

source: Use the search bar below to filter the displayed OTUs.
cs: Pomocí vyhledávací lišty níže filtrujte zobrazené OTU.
da: Brug søgefeltet nedenfor til at filtrere de viste OTU"er.
de: Verwenden Sie die Suchleiste unten, um die angezeigten OTUs zu filtern.
es_mx: Utilice la barra de búsqueda a continuación para filtrar las OTUs que se muestran.
hi: प्रदर्शित OTU को फ़िल्टर करने के लिए नीचे दिए गए खोज बार का उपयोग करें।
it: Usa la barra di ricerca qui sotto per filtrare le OTU visualizzate.
sv: Använd sökfältet nedan för att filtrera de visade OTU: erna.

source: + Add a person
cs: + Přidat osobu
da: + Tilføj en person
de: + Eine Person hinzufügen
es_mx: + Agregar una persona
hi: + एक व्यक्ति को जोड़ें
it: + Aggiungi una persona
sv: + Lägg till en person

source: Search people
cs: Hledat lidi
da: Søg efter personer
de: Leute suchen
es_mx: Buscar personas
hi: लोगों को खोजें
it: Cerca persone
sv: Sök personer

source: People
cs: Lidé
da: Kategori: Mennesker
de: Leute
es_mx: Personas
hi: लोग
it: Persone
sv: Människor
